// জামাতের তালিকা
export const JAMAATS = [
  'ইবতিদাইয়্যাহ-১ (উর্দূ)',
  'ইবতিদাইয়্যাহ-২ (তাইসীর)',
  'মুতাওয়াসসিতাহ-১ (মিযান)',
  'মুতাওয়াসসিতাহ-২ (নাহবেমীর)',
  'মুতাওয়াসসিতাহ-৩ (হেদায়াতুন্নাহু)',
  'সানাবিয়া \'আম্মাহ (কাফিয়া-শরহে জামী)',
  'সানাবিয়া উলইয়া (শরহে বেকায়া)',
  'ফযিলত-১ (জালালাইন)',
  'ফযিলত-২ (মেশকাত)'
];

// জামাতের সংক্ষিপ্ত নাম
export const JAMAAT_SHORT_NAMES = {
  'ইবতিদাইয়্যাহ-১ (উর্দূ)': 'ইবতিদাইয়্যাহ-১',
  'ইবতিদাইয়্যাহ-২ (তাইসীর)': 'ইবতিদাইয়্যাহ-২',
  'মুতাওয়াসসিতাহ-১ (মিযান)': 'মুতাওয়াসসিতাহ-১',
  'মুতাওয়াসসিতাহ-২ (নাহবেমীর)': 'মুতাওয়াসসিতাহ-২',
  'মুতাওয়াসসিতাহ-৩ (হেদায়াতুন্নাহু)': 'মুতাওয়াসসিতাহ-৩',
  'সানাবিয়া \'আম্মাহ (কাফিয়া-শরহে জামী)': 'সানাবিয়া \'আম্মাহ',
  'সানাবিয়া উলইয়া (শরহে বেকায়া)': 'সানাবিয়া উলইয়া',
  'ফযিলত-১ (জালালাইন)': 'ফযিলত-১',
  'ফযিলত-২ (মেশকাত)': 'ফযিলত-২'
};

export default JAMAATS;